SH7tmp/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          10;
        startFace       26210;
    }
    outlet
    {
        type            patch;
        nFaces          10;
        startFace       26220;
    }
    sides
    {
        type            empty;
        inGroups        1(empty);
        nFaces          27600;
        startFace       26230;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          2760;
        startFace       53830;
    }
)

// ************************************************************************* //
